<?php

return [
    'site_title' => 'پنل مدیریت',
    'dashboard' => 'داشبورد',
    'profile' => 'حساب کاربری',
    'logout' => 'خروج',
    'user' => 'کاربران',
    'admin' => 'مدیران',
    'role' => 'نقش ها',
    'users_count' => 'تعداد کل کاربران سایت',
    'orders_count' => 'تعداد کل سفارشات سایت',
    'orders_pending_count' => 'تعداد کل سفارشات در انتظار',
    'comments_pending_count' => 'تعداد کل نظرات در انتظار',
    'clear_cache_title' => 'حذف',
    'clear_cache_text' => 'حذف کش سایت',
    'state' => 'شهر و استان ها',
    'province' => 'استان ها',
    'city' => 'شهرها',
    'question' => 'سوالات متداول',
    'slider' => 'اسلایدر',
    'notification' => 'اعلان ها',
    'whatsapp_title' => 'گفت‌وگوهای واتساپ',
    'whatsapp' => [
        'title' => 'اتصال واتساپ',
        'description' => 'برای پاسخ‌گویی خودکار توسط هوش مصنوعی، حساب واتساپ را متصل کنید.',
        'status' => [
            'pending' => 'در حال بررسی...',
        ],
        'help' => [
            'text1' => 'در واتساپ وارد بخش «دستگاه‌های پیوندشده» شوید.',
            'text2' => 'گزینه «پیوند دادن دستگاه» را بزنید و QR را اسکن کنید.'
        ],
        'buttons' => [
            'connect' => 'اتصال / دریافت QR',
            'disconnect' => ' قطع اتصال'
        ],
        'image' => [
            'text1' => 'برای دریافت QR روی دکمه اتصال بزنید.',
            'text2' => 'کد QR اتصال واتساپ'
        ],
        'setting' => [
            'connected' => 'متصل',
            'qr' => 'در انتظار اسکن QR',
            'connecting' => 'در حال اتصال...',
            'reconnecting' => 'در حال اتصال مجدد...',
            'disconnected' => 'قطع',
            'unavailable' => 'سرویس در دسترس نیست',
            'error' => 'خطا',
            'number_connect' => 'شماره متصل:',
            'error2' => 'خطا در ارتباط با سرویس واتساپ',
            'disconnect_button' => 'اتصال واتساپ قطع شود؟ برای اتصال دوباره باید QR جدید را اسکن کنید.',
        ]
    ],

    'setting_title' => 'تنظیمات',
    'setting_titles' => [
        'setting' => 'تنظیمات عمومی',
        'about' => 'تنظیمات درباره ما',
        'ai' => 'تنظیمات هوش مصنوعی',
        'notification' => 'تنظیمات اعلان',
        'payment' => 'تنظیمات درگاه پرداخت',
        'rule' => 'تنظیمات قوانین و مقررات',
        'sms' => 'تنظیمات پیامک',
        'social' => 'تنظیمات شبکه های مجازی',
        'watermark' => 'تنظیمات واترمارک',
    ],

    'auth' => [
        'titlePage' => 'ورود به داشبورد',
        'form' => [
            'email' => 'ایمیل',
            'password' => 'رمز عبور',
            'captcha' => 'کپچا',
            'loginBtn' => 'ورود'
        ],
    ],
];

