<?php

return [
    'title' => 'گفتگو های واتساپ',
    'list' => 'لیست گفتگو های واتساپ',
    'create' => 'ایجاد گفتگوی جدید',
    'back' => 'بازگشت',
    'create_modal' => [
        'description' => 'ارسال پیام جدید در واتساپ',
        'form' => [
            'mobile' => 'شماره موبایل با کد کشور',
            'text' => 'متن پیام',
            'mobile_placeholder' => 'مثال: 989121234567',
        ],
        'buttons' => [
            'submit' => 'ارسال پیام',
            'close' => 'انصراف',
        ]
    ],
    'empty_table' => 'هنوز پیامی دریافت نشده است.',
    'source' => [
        'ai' => 'هوش مصنوعی',
        'admin' => 'ادمین',
    ],
    'messages' => [
        'text' => 'پیام خود را بنویسید...',
    ],
    'selected_chat' => 'یک گفت‌وگو را انتخاب کنید.'
];
